<?php

return [
    'about' => '关于我们',
    'welcome' => '欢迎来到我们的世界，在这里，激情与像素相遇，梦想找到了它们的视觉之翼。在CelestialCapture Studios，我们不仅仅是一群摄影师；我们是武装着相机、被无限想象力激励的梦想编织者。我们的旅程始于对摄影艺术讲述故事的共同热爱。我们团队的每个成员都带来了独特的视角、技能和不懈的承诺，将瞬间变成永恒的记忆。我们不仅仅捕捉图像；我们编排着与你梦想的本质共鸣的视觉交响乐。在创意的领域，我们茁壮成长。我们的镜头成为通往另一个现实的门户，那里的平凡变成了非凡。从轻柔的快门点击到细致的后期制作，每一步都是技术精确和艺术直觉之间的舞蹈。我们与众不同之处在于我们坚定的信念，即每个客户的故事都是独特的，值得以反映其个性的方式来讲述。我们与您密切合作，将您的梦想与我们的技术专业知识相融合，打造超越视觉的图像——它们唤起情感、讲述故事，并冻结瞬间。我们不仅仅是一个摄影团队；我们是梦想建筑师，准备将您的愿望变成视觉诗歌。无论是婚礼、特别活动还是个人肖像摄影会，我们都以热情、奉献和共同的目标对待每个项目，通过我们相机的镜头实现您的梦想。加入我们，一起走上这个视觉之旅，一起创造奇迹。欢迎来到CelestialCapture Studios，在这里，您的梦想在每个画面中找到了家园。',
    'photographer' => '摄影师',
    'photographerName' => '玛雅·辛克莱尔',
    'photographerDescription' => '玛雅的镜头揭示了平凡中的美丽，在平凡中找到了诗意。她的照片不仅仅是图像；它们是窥视情感、冻结在时间中的记忆的窗口。',
    'editor' => '编辑',
    'editorName' => '伊芙琳·哈珀',
    'editorDescription' => '凭借对细节的无与伦比的眼光，她将粗糙的草稿转化为完美无瑕的杰作。伊芙琳对精确的热爱在每个逗号的放置和每个连字符的词语中都表现出来。',
    'assistant' => '助手',
    'assistantName' => '奥利维亚·里弗斯',
    'assistantDescription' => '奥利维亚是最终情绪的设置者和无缝体验的策划者。拥有无尽的能量和对预见的嗅觉，她是您每个场合的得力助手。',
    'videographer' => '摄像师',
    'videographerName' => '利亚姆·亨特',
    'videographerDescription' => '利亚姆·亨特，摄影界的隐形忍者。以相机为武器，以创造力为武术，利亚姆精准而优雅地捕捉每一个时刻。',
];






?>